{
    "About me": "Über mich",
    "Hello, I'm a frontend developer living in Heppenheim, Germany. In the meantime writing software has become a part of my life, meanwhile I have created several web applications and I really enjoy it. I'm passionate about developing web apps and I want to prove my skills in the professional world and write innovative and useful software together with you.": "Hallo, ich bin Frontend-Entwickler und lebe in Heppenheim, Deutschland. Mittlerweile ist das Schreiben von Software ein Teil meines Lebens geworden, mittlerweile habe ich mehrere Webanwendungen erstellt und es macht mir großen Spaß. Ich entwickle leidenschaftlich gerne Web-Apps und möchte meine Fähigkeiten in der Berufswelt unter Beweis stellen und gemeinsam mit Ihnen innovative und nützliche Software schreiben.",
    "I completed my training as a developer part-time at the Developer Academy in Munich. Right now I'm still training to become a backend/fullstack developer. Through my participation in group projects, I have gained valuable insights into collaborating on software development projects. I was able to gain extensive experience in various projects, ranging from simple one-pager websites to business applications and games with JavaScript and Angular. For each project I received a detailed code review from experienced programmers from the academy, who showed me from the beginning how to write clean code.": "Meine Ausbildung zum Entwickler habe ich berufsbegleitend an der Developer Academy in München absolviert. Momentan befinde ich mich noch in der Ausbildung zum Backend-/Fullstack-Entwickler. Durch meine Teilnahme an Gruppenprojekten habe ich wertvolle Einblicke in die Zusammenarbeit bei Softwareentwicklungsprojekten gewonnen. Ich konnte umfangreiche Erfahrungen in verschiedenen Projekten sammeln, die von einfachen One-Pager-Websites bis hin zu Business-Anwendungen und Spielen mit JavaScript und Angular reichten. Für jedes Projekt erhielt ich ein ausführliches Code-Review von erfahrenen Programmierern der Akademie, die mir von Anfang an zeigten, wie man sauberen Code schreibt.",
    "With the know-how I got at this professional and project-oriented programming school I look forward to using my skills and experience as your new junior developer and contributing to the success of your company.": "Mit dem Know-how, das ich an dieser professionellen und projektorientierten Programmierschule erworben habe, freue ich mich darauf, meine Fähigkeiten und Erfahrungen als Ihr neuer Junior-Entwickler einzusetzen und zum Erfolg Ihres Unternehmens beizutragen.",
    "Let's talk!": "Kontaktieren Sie mich",
    "Contact": "Kontakt",
    "Got a problem to solve?": "Haben Sie ein Problem das ich lösen kann?",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, Ihnen zuzuhören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "Need a Frontend developer? Contact me!": "Brauchen Sie einen Frontend-Entwickler? Kontaktieren Sie mich!",
    "Message sent successfully": "Ihre Nachricht wurde erfolgreich gesendet",
    "You have to enter a name": "Sie müssen einen Namen eingeben",
    "You have to write at least": "Sie müssen mindestens",
    "letters": "Buchstaben eingeben",
    "You have to enter an email": "Sie müssen eine E-Mail angeben",
    "This email is incorrect": "Diese E-Mail ist falsch",
    "You have to write a message": "Sie müssen eine Nachricht schreiben",
    "Send message": "Senden",
    "Imprint | Privacy": "Impressum | Datenschutz",
    "Skills": "Kenntnisse",
    "My skills": "Meine Kenntnisse",
    "I trained myself in different front-end technologies and concepts and implemented several projects with them.": "Ich habe mich in verschiedene Frontend-Technologien und Konzepte eingearbeitet und mehrere Projekte damit umgesetzt.",
    "Get in touch": "Kontakt",
    "This section is a sample of my work - please feel free to try them out.": "Dieser Abschnitt ist ein Auszug aus meiner Arbeit - bitte probieren Sie sie einfach aus.",
    "A Kanban task management system to create and organize tasks using drag and drop. You can create multiple users, tasks, categories, subtasks, and more.": "Ein Kanban-Aufgabenverwaltungssystem zum Erstellen und Organisieren von Aufgaben per Drag-and-Drop. Sie können mehrere Benutzer, Aufgaben, Kategorien, Unteraufgaben, usw. erstellen.",
    "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe get home but watch out for the big chicken.": "Ein einfaches Jump-and-Run-Spiel, das auf Objektorientierung basiert. Hilf Pepe nach Hause zu kommen, aber pass auf das große Huhn auf.",
    "Angular based web app of the popular drinking game \"Ring of fire\". You have to draw a card and complete the task. Play with your friends on multiple devices.": "Angularbasierte Webapp des beliebten Trinkspiels \"Ring of fire\". Sie müssen eine Karte ziehen und die Aufgabe erfüllen. Spielen Sie mit Ihren Freunden auf mehreren Geräten."
 
}